Autodesk.Revit.DB.LinkOperations.SetOnLocalLinkSharedCoordinatesSavedCallback(Autodesk.Revit.DB.IOnLocalLinkSharedCoordinatesSavedCallback)
Sets the callback that will be called when the Revit user saves new shared coordinate
settings to a linked document obtained from an IExternalResourceServer.
onLocalLinkSharedCoordinatesSaved:
An IOnLocalLinkSharedCoordinatesSavedCallback object that can respond when the user
saves new shared coordinates to a Revit link document obtained from IExternalResourceServer.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2018